Repository: anito/spine-app
Catalog: languages/spine-app-*.po
Languages: de_de

source: Action Products
de_de: "Action" Produkte

source: Lehmann Settings
de_de: Lehmann Einstellungen

source: Save
de_de: Speichern

source: Please authorize in DB Backup Tool
de_de: Autorisiere dich im DB Back Tool

source: Replace default Pages Menu in WP Touch
de_de: Ermöglicht das Überschreiben des Seitenmenüs (links) mit einem benutzerdefinierten Menü

source: Activate additional Product Features.
de_de: Aktiviere zusätzliche Produktmerkmale

source: Short description here
de_de: Kurzbeschreibung

source: Activate WooCommerce Gutenberg Product Block: Special Products
de_de: Aktiviere den WooCommerce Gutenberg Product Block: Special Products

source: Active
de_de: Aktiv

source: Activate the alternate pages menu
de_de: Aktiviere ein alternatives Seitenmenü im WP Touch Theme

source: Meta Field
de_de: Meta Feld

source: Add Meta Field
de_de: Meta Feld hinzufügen

source: Settings
de_de: Einstellungen

source: DB Backup Tool Domain
de_de: Domain des DB Backup Tools

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Activate DB Backup Tool
de_de: Aktiviere DB Backup Tool

source: Domain where DB Backup Tool is located
de_de: DB Backup Tool Domain

source: Your DB Backup Tool Username
de_de: Dein DB Backup Tool Benutzername

source: Your DB Backup Tool Password
de_de: Dein DB Backup Tool Passwort

source: Register new user
de_de: Registriere neuen Benutzer

source: Enable DB Backup Tool
de_de: Aktiviere DB Backup Tool

source: Alternate Pages Menu
de_de: Alternatives Seitenmenü für dein WP Touch Theme

source: Choose a menu
de_de: Wähle ein Menü

source: Overwrite Pages Menü
de_de: Seitenmenü überschreiben

source: Menu Title
de_de: Menü Titel

source: Title of alternate pages menu
de_de: Titel des benutzerdefinierten Menüs

source: Custom Meta Name
de_de: Eigener Meta Name
